[LWS_Assassin X2SoldierClassTemplate]
+DisplayName="<font color='#2f9c2f'>暗影卫队</font>"
+ClassSummary="黑暗圣堂武士是无情致命的杀手，而暗影卫队则是黑暗圣堂武士中的精英。他们能够瞬时爆发造成毁灭性的打击，利用虚空幽能进行瞬移或限制敌军，但其最负盛名的能力是可以任意的将光线弯曲而将自己隐形。"
+LeftAbilityTreeTitle="虚空之刃"
+RightAbilityTreeTitle="暗影之路"
AbilityTreeTitles[0]="虚空之刃"
AbilityTreeTitles[1]="暗影之路"
AbilityTreeTitles[2]="幽能之悟"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="暗影之刃"
+RandomNickNames[1]="黑暗之刃"
+RandomNickNames[2]="虚空之刃"
+RandomNickNames[3]="暮光之刃"
+RandomNickNames[4]="萨古拉斯之刃"
+RandomNickNames[5]="奈拉齐姆之刃"
+RandomNickNames[6]="复仇之刃"
+RandomNickNames[7]="黑暗教长"
+RandomNickNames[8]="死亡之刃"
+RandomNickNames[9]="冷酷之刃"
+RandomNickNames[10]="终结之刃"
+RandomNickNames[11]="阴影之刃"
+RandomNickNames[12]="暗灭之刃"

[AssAssin_Windcaller_Passive X2AbilityTemplate]
LocFriendlyName="亚顿之影"
LocLongDescription="使<Ability:ClassName/>近战攻击相邻目标只消耗<font color='#41afd7'>1</font>行动点且不会结束回合。<br/>攻击<font color='#41afd7'>蓝色移动范围</font>内的目标将获得<font color='#41afd7'>1</font>点移动行动点。"
LocHelpText="使<Ability:ClassName/>近战攻击相邻目标只消耗<font color='#41afd7'>1</font>行动点且不会结束回合。<br/>攻击<font color='#41afd7'>蓝色移动范围</font>内的目标将获得<font color='#41afd7'>1</font>点移动行动点。"
LocFlyOverText="亚顿之影" 
LocPromotionPopupText="<font color='#ff3206'>注意</font>：<font color='#41afd7'>蓝色移动范围</font>指的是可视的<font color='#41afd7'>蓝色</font>移动格。如果攻击前<font color='#41afd7'>蓝色</font>移动格不可见，比如为<font color='#e1be46'>黄色</font>移动格则不会激活此效果。"

[AssAssin_WindcallerFury X2AbilityTemplate]
LocFriendlyName="黑暗迫袭"
LocLongDescription="使<Ability:ClassName/>近战攻击只消耗<font color='#41afd7'>1</font>行动点且不会结束回合。"
LocHelpText="使<Ability:ClassName/>近战攻击只消耗<font color='#41afd7'>1</font>行动点且不会结束回合。"
LocFlyOverText="黑暗迫袭"

[TPP_Silhouette X2AbilityTemplate]
+LocFriendlyName="暗影帷幕"
+LocLongDescription="激活后进入<font color='#33CCFF'>暗影帷幕</font>状态。立即<font color='#0bff9b'>隐匿</font>且不会被任何常规手段所侦测，每场任务最多使用<font color='#0bff9b'><Ability:Silhouette_Charges/></font>次。<br/>持续时间：<font color='#0bff9b'><Ability:Silhouette_Duration/></font>回合<br/>冷却时间：<font color='#0bff9b'><Ability:Silhouette_Cooldown/></font>回合"
+LocHelpText="激活后进入<font color='#33CCFF'>暗影帷幕</font>状态。立即<font color='#0bff9b'>隐匿</font>且不会被任何常规手段所侦测，每场任务最多使用<font color='#0bff9b'><Ability:Silhouette_Charges/></font>次。<br/>持续时间：<font color='#0bff9b'><Ability:Silhouette_Duration/></font>回合<br/>冷却时间：<font color='#0bff9b'><Ability:Silhouette_Cooldown/></font>回合"
+LocFlyOverText="暗影帷幕"
+LocPromotionPopupText="<bullet/><font color='#ff3206'>注意</font>：遭受<font color='#bd7a0f'>侧袭</font>或处于<font color='#0bff9b'>隐匿</font>时无法使用<font color='#33CCFF'>暗影帷幕</font>。<br/><bullet/>任何会导致<font color='#ff3206'>暴露</font>的行动都将结束<font color='#33CCFF'>暗影帷幕</font>状态。<br/><bullet/>持续时间结束时脱离<font color='#33CCFF'>暗影帷幕</font>状态会立即<font color='#ff3206'>暴露</font>。<br/><bullet/>前期更适合在敌人警戒区域进行强行侦查，后期则搭配<font color='#0bff9b'>阴影暗灭</font>快刀斩乱麻。<br/><bullet/>持续时间：<font color='#0bff9b'><Ability:Silhouette_Duration/></font>回合<br/><bullet/>冷却时间：<font color='#0bff9b'><Ability:Silhouette_Cooldown/></font>回合"

[TPP_SilentAssassin X2AbilityTemplate]
+LocFriendlyName="阴影暗灭"
+LocLongDescription="<Ability:ClassName/>发动的所有近战攻击都不会导致自身<font color='#ff3206'>暴露</font>而结束<font color='#33CCFF'>暗影帷幕</font>状态。"
+LocHelpText="<Ability:ClassName/>发动的所有近战攻击都不会导致自身<font color='#ff3206'>暴露</font>而结束<font color='#33CCFF'>暗影帷幕</font>状态。"
+LocFlyOverText="阴影暗灭"
+LocPromotionPopupText="<bullet/><font color='#ff3206'>注意</font>：仅能与<font color='#33CCFF'>暗影帷幕</font>相互搭配，发动近战攻击仍会导致其他<font color='#0bff9b'>隐匿</font>状态正常<font color='#ff3206'>暴露</font>。"

[MZVoidFocus X2AbilityTemplate]
+LocFriendlyName="虚空幽能"
+LocLongDescription="使<Ability:ClassName/>获取<font color='#B6B3E3'>法力槽</font>，每场任务以<font color='#B6B3E3'>最大法力值</font>进入战斗，但作为代价这些<font color='#B6B3E3'>法力值</font>不能自动补充。"
+LocHelpText="使<Ability:ClassName/>获取<font color='#B6B3E3'>法力槽</font>，每场任务以<font color='#B6B3E3'>最大法力值</font>进入战斗，但作为代价这些<font color='#B6B3E3'>法力值</font>不能自动补充。"
+LocFlyOverText="虚空幽能"
+LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：仅能选择一种类型的<font color='#B6B3E3'>法力槽</font>。<br/><Bullet/><font color='#0bff9b'>提示</font>：虽然虚空幽能不能自动补充，但可利用部分技能补充<font color='#B6B3E3'>法力值</font>。<br/><Bullet/>提升<font color='#B6B3E3'>最大法力值</font>等同提升<font color='#B6B3E3'>初始法力值</font>。"

[MZBarrierCharger X2AbilityTemplate]
+LocFriendlyName="护盾充能"
+LocLongDescription="回合开始时为<Ability:ClassName/>恢复损失的<font color='#0bff9b'>1</font>点<font color='#E69831'>护盾</font>。"
+LocHelpText="回合开始时为<Ability:ClassName/>恢复损失的<font color='#0bff9b'>1</font>点<font color='#E69831'>护盾</font>。"
+LocFlyOverText="护盾充能"
+LocPromotionPopupText="<font color='#ff3206'>注意</font>：若无<font color='#E69831'>基础护盾</font>则无法进行恢复。"

[MZAirSabre X2AbilityTemplate]
+LocFriendlyName="斩空刃"
+LocLongDescription="<Ability:ClassName/>对一名敌人发动隔空攻击，此次攻击算作远程攻击，会受到<font color='#85bed1'>掩体</font>的影响。<br/>法力消耗：<font color='#B6B3E3'><Ability:SelfManaCost/></font>点"
+LocHelpText="<Ability:ClassName/>对一名敌人发动隔空攻击，此次攻击算作远程攻击，会受到<font color='#85bed1'>掩体</font>的影响。<br/>法力消耗：<font color='#B6B3E3'><Ability:SelfManaCost/></font>点"
+LocFlyOverText="斩空刃"
+LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：此次攻击算作远程攻击，会受到<font color='#85bed1'>掩体</font>的影响。<br/><Bullet/>不会被异变者或此类敌人所近战反击。<br/><Bullet/>法力消耗：<font color='#B6B3E3'><Ability:SelfManaCost/></font>点"

[MZBlink X2AbilityTemplate]
+LocFriendlyName="闪现"
+LocLongDescription="<Ability:ClassName/>立即进行一次最大<font color='#0bff9b'>5</font>格的短距离传送，不消耗行动力。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocHelpText="<Ability:ClassName/>立即进行一次最大<font color='#0bff9b'>5</font>格的短距离传送，不消耗行动力。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocFlyOverText="闪现"
+LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：传送后若无<font color='#85bed1'>掩体</font>可能会被敌人发现并<font color='#ff3206'>暴露</font>。<br/><Bullet/>闪现不会触发敌人的监视或<font color='#0bff9b'>反应射击</font>。<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[MZTransposition X2AbilityTemplate]
+LocFriendlyName="相位转移"
+LocLongDescription="与自身视野范围内的一名<font color='#0bff9b'>友军</font>或<font color='#ff3206'>敌军</font>单位互换位置，施展移形换位不会结束<Ability:ClassName/>的回合。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocHelpText="与自身视野范围内的一名<font color='#0bff9b'>友军</font>或<font color='#ff3206'>敌军</font>单位互换位置，施展移形换位不会结束<Ability:ClassName/>的回合。<br/>冷却时间：<font color='#0bff9b'>4</font>回合"
+LocFlyOverText="相位转移"
+LocPromotionPopupText="<Bullet/>目标位置必须在队伍视线内可见。<br/><Bullet/>相位转移需要一个行动点，不会结束<Ability:ClassName/>的回合。<br><Bullet/>不会打破<font color='#0bff9b'>隐匿</font>状态。<br/><Bullet/>冷却时间：<font color='#0bff9b'>4</font>回合"

[MZTransposeTimeShift X2AbilityTemplate]
+LocFriendlyName="时空涌动"
+LocHelpText="相位转移与<font color='#ff3206'>敌军</font>单位互换位置时使其<font color='#ff3206'>眩晕</font>。"
+LocLongDescription="相位转移与<font color='#ff3206'>敌军</font>单位互换位置时使其<font color='#ff3206'>眩晕</font>。"
+LocFlyOverText="时空涌动"

[MZLongRangeDefense X2AbilityTemplate]
+LocFriendlyName="朦胧蜃楼"
+LocLongDescription="<Ability:Classname/>变得模糊不清，受到攻击时可根据与攻击者之间的<font color='#0bff9b'>距离</font>提高防御和闪避。"
+LocHelpText="<Ability:Classname/>变得模糊不清，受到攻击时可根据与攻击者之间的<font color='#0bff9b'>距离</font>提高防御和闪避。
+LocFlyOverText="朦胧蜃楼"
+LocPromotionPopupText="<Bullet/>受到攻击时，每与攻击者相差<font color='#0bff9b'>1</font>格距离，则提高自身<font color='#0bff9b'>1.2</font>的防御和闪避。"

[MZBladeDance X2AbilityTemplate]
+LocFriendlyName="绝刃幻灭"
+LocLongDescription="使<Ability:Classname/>在指定<font color='#0bff9b'>6</font>格区域之间进行腾挪，对其中的<font color='#ff3206'>敌军</font>各发动一次近战攻击。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocHelpText="使<Ability:Classname/>在指定<font color='#0bff9b'>6</font>格区域之间进行腾挪，对其中的<font color='#ff3206'>敌军</font>各发动一次近战攻击。<br/>冷却时间：<font color='#0bff9b'>5</font>回合"
+LocFlyOverText="绝刃幻灭"
+LocPromotionPopupText="<Bullet/>冷却时间：<font color='#0bff9b'>5</font>回合"

[MusashiVoidStrike X2AbilityTemplate]
+LocFriendlyName="千方归墟"
+LocLongDescription="<Ability:ClassName/>传送至自身视野范围内一名敌人身边并对其发动近战攻击，此次攻击无视<font color='#FDCE2B'>护甲</font>与<font color='#E69831'>护盾</font>。<br/>冷却时间：<font color='#0bff9b'>3</font>回合"
+LocHelpText="<Ability:ClassName/>传送至自身视野范围内一名敌人身边并对其发动近战攻击，此次攻击无视<font color='#FDCE2B'>护甲</font>与<font color='#E69831'>护盾</font>。<br/>冷却时间：<font color='#0bff9b'>3</font>回合"
+LocFlyOverText="千方归墟" 
+LocPromotionPopupText="<Bullet/>攻击无视<font color='#FDCE2B'>护甲</font>与<font color='#E69831'>护盾</font>。<br/><Bullet/>千方归墟不会触发敌人的监视或<font color='#0bff9b'>反应射击</font>。<br/><Bullet/>造成击杀将恢复<font color='#41afd7'>1</font>行动点。<br/><Bullet/>激活<font color='#0bff9b'>死神</font>期间使用或造成<font color='#ff3206'>暴击</font>将立即刷新此技能冷却时间。<br/><Bullet/>冷却时间：<font color='#0bff9b'>3</font>回合"